[
  {
    "id": 1,
    "title": "PIONEER HDJ-X7",
    "description": "El modelo HDJ-X7 te ofrece un monitoreo limpio incluso en volúmenes altos. El cable de tierra independiente, en el cable de estructura trenzada de 4 núcleo, proporciona una separación superior de los canales izquierdo y derecho, mientras que la banda flexible para la cabeza permite que tus auriculares se ajusten perfectamente.  Los auriculares HDJ-X están diseñados para ser flexibles. Su mecanismo de giro te permite usarlos cómodamente, según tus preferencias, durante largos períodos de tiempo.",
    "price": "80000",
    "category": "Auriculares",
    "status": true,
    "thumbnail": "https://pioneerdjstore.com/cdn/shop/products/HDJ-X7-K.png?v=1687892105",
    "code": "HDJX7",
    "stock": "25"
  },
  {
    "id": 2,
    "title": "SENNHEISER HD-26 PRO",
    "description": "Sennheiser HD-26 Pro es perfecto para las producciones de radio y televisión. Su diseño cerrado ofrece una alta atenuación pasiva del ruido. El HD 26 PRO ofrece una reproducción de sonido de gran precisión para aplicaciones exigentes. Almohadillas suaves y de bajo peso garantizan un extraordinario confort, incluso durante un uso prolongado.",
    "price": "100000",
    "category": "Auriculares",
    "status": true,
    "thumbnail": "https://dhdqwix5dbmzs.cloudfront.net/products/HAC00-02676/images/senhead.png",
    "code": "HD26",
    "stock": "10"
  },
  {
    "id": 3,
    "title": "PIONEER XDJ-700",
    "description": "El XDJ-700 dispone de una gran pantalla táctil, y un diseño familiar con funciones heredadas de su hermano mayor, el XDJ-1000. Su tamaño compacto y su soporte extraíble lo hace perfecto para cabinas pequeñas o espacios reducidos en casa.",
    "price": "500000",
    "category": "Cdjs",
    "status": true,
    "thumbnail": "https://pioneerdjstore.com/cdn/shop/files/xdj-700.png?v=1685058176",
    "code": "XDJ700",
    "stock": "10"
  },
  {
    "id": 4,
    "title": "PIONEER CDJ-3000",
    "description": "Reproductor DJ Profesional , LCD 9\" , Audio 96 kHz / 32 bits , RekordBox DJ. Mejora tu poder creativo con nuestro multireproductor avanzado, el CDJ-3000. Esta robusta unidad está alimentada por un nuevo MPU y está equipada con componentes de alta calidad especialmente desarrollados y características innovadoras.",
    "price": "1000000",
    "category": "Cdjs",
    "status": true,
    "thumbnail": "https://www.player.rs/images/products/big/35841.webp",
    "code": "CDJ3000",
    "stock": "10"
  },
  {
    "id": 5,
    "title": "PIONEER XDJ X5",
    "description": "Auricular DJ Profesional 3500 mW, 102 dB",
    "price": "60000",
    "category": "Auriculares",
    "status": true,
    "thumbnail": "https://www.avbyfp.com/cdn/shop/products/2_6e9f0c22-e486-4db9-8356-07574c175e7a_2844x.png?v=1599172610",
    "code": "HDJX5",
    "stock": "20"
  },
  {
    "id": 6,
    "title": "PIONEER XDJ-1000Mk2",
    "description": "Basado en su predecesor, el XDJ-1000MK2 mejora la usabilidad a través de una navegación de pistas mejorada y soporte para archivos de audio FLAC y ALAC de alta resolución. Hereda la gran rueda de desplazamiento y la pantalla táctil a todo color de 7 pulgadas del CDJ-2000NXS2 , así como características como 8 Hot Cues y Quantize.",
    "price": "900000",
    "category": "Cdjs",
    "status": true,
    "thumbnail": "https://pioneerdjstore.com/cdn/shop/files/xdj-1000mk22.png?v=1685058469",
    "code": "XDJ1000MK2",
    "stock": "5"
  }
]